acceptance/evidence/engineering-worker-runs/task_dbfe3d56ba594c1b98050731/prepare/revision-1/prep_7fc5d0622d684d4ba594419b/fault_channel/nominal/readback-case/system/blockMeshDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}
convertToMeters 1;
vertices ((0 0 0) (1.1000000000000001 0 0) (1.1000000000000001 0.089999999999999997 0) (0 0.089999999999999997 0)
 (0 0 0.010999999999999999) (1.1000000000000001 0 0.010999999999999999) (1.1000000000000001 0.089999999999999997 0.010999999999999999) (0 0.089999999999999997 0.010999999999999999));
blocks (hex (0 1 2 3 4 5 6 7) (64 18 1) simpleGrading (1 1 1));
edges ();
boundary (
 inlet { type patch; faces ((0 4 7 3)); }
 outlet { type patch; faces ((1 2 6 5)); }
 walls { type wall; faces ((0 1 5 4) (3 7 6 2)); }
 frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
