acceptance/evidence/engineering-worker-runs/task_dbfe3d56ba594c1b98050731/prepare/revision-1/prep_7fc5d0622d684d4ba594419b/fault_channel/nominal/readback-case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.0011000000000000001;
