acceptance/evidence/engineering-worker-runs/task_dbfe3d56ba594c1b98050731/prepare/revision-1/prep_7fc5d0622d684d4ba594419b/fault_channel/nominal/readback-case/0/U
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.010999999999999999 0 0);
boundaryField {
 inlet { type fixedValue; value nonuniform List<vector> 18 ( (0.0017796610169491527 0 0)
(0.0050338983050847459 0 0)
(0.0078813559322033905 0 0)
(0.010322033898305086 0 0)
(0.012355932203389833 0 0)
(0.01398305084745763 0 0)
(0.015203389830508476 0 0)
(0.016016949152542374 0 0)
(0.016423728813559323 0 0)
(0.016423728813559323 0 0)
(0.016016949152542377 0 0)
(0.015203389830508477 0 0)
(0.013983050847457632 0 0)
(0.012355932203389833 0 0)
(0.010322033898305084 0 0)
(0.0078813559322033887 0 0)
(0.0050338983050847485 0 0)
(0.0017796610169491535 0 0) ); }
 outlet { type zeroGradient; }
 walls { type noSlip; }
 frontAndBack { type empty; }
}
