acceptance/evidence/engineering-worker-runs/task_dbfe3d56ba594c1b98050731/prepare/revision-1/prep_7fc5d0622d684d4ba594419b/fault_channel/nominal/readback-case/0/p
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
 inlet { type zeroGradient; }
 outlet { type fixedValue; value uniform 0; }
 walls { type zeroGradient; }
 frontAndBack { type empty; }
}
