acceptance/evidence/engineering-worker-runs/task_dbfe3d56ba594c1b98050731/prepare/revision-1/prep_7fc5d0622d684d4ba594419b/fault_channel/nominal/readback-case/system/fvSchemes
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSchemes;
}
ddtSchemes { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes { default none; div(phi,U) notAnOpenFOAMScheme; div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
